Key,"German (Germany)"
AlarmServer.Default.Text,
Settings_Screen.Pressure_Valve.Text,"TROCKNEN
VENTIL"
Settings_Screen.Washing_Pump_Button.Text,"WASCHEN
PUMPE"
Settings_Screen.Washing_Gun_Button.Text,"WASCHEN 
GEWEHR PUMPE"
Settings_Screen.Blower_Test.Text,GEBLÄSE
Settings_Screen.AnalogNumeric4.Prefix,
Settings_Screen.AnalogNumeric4.Suffix,
Settings_Screen.Text4.Text,"NAME DER FIRMA"
Settings_Screen.AnalogNumeric.Prefix,
Settings_Screen.AnalogNumeric.Suffix," mbar"
Settings_Screen.Text3.Text,"MAX. DRUCK"
Automatic_Screen.Auto_Wash_Button.Text,"Automatische
Waschen"
Drying_Screen.Drying_Start.Text,Trocknen
Drying_Screen.Drying_Time_Text.Text,TROCKENZEIT
Drying_Screen.Drying_Min_Set.Prefix,"SET: "
Drying_Screen.Drying_Min_Set.Suffix,
Drying_Screen.Door_Open_Button.Text,"OFFENE TÜR"
Drying_Screen.Door_Close_Button.Text,"TÜR SCHLIESSEN"
Drying_Screen.Stable_Down.Text,"FILTER
STABILISATOR UNTEN"
Drying_Screen.Button4.Text,"FILTER
STABILISATOR OPEN"
Drying_Screen.Home_Button.Text,
Drying_Screen.Auto_Button.Text,"Automatische
Waschen"
Drying_Screen.Manuel_Button.Text,"Manuelle
Wäsche"
Drying_Screen.Alarm_button.Text,"Alarm
Bildschirm"
Drying_Screen.Drying_Button.Text,Trocknen
Drying_Screen.Test_Nav.Text,PRÜFUNG
Test_Screen.Test_Nav.Text,PRÜFUNG
Test_Screen.Home_Button.Text,
Test_Screen.Auto_Button.Text,"Automatische
Waschen"
Test_Screen.Manuel_Button.Text,"Manuelle
Wäsche"
Test_Screen.Alarm_button.Text,"Alarm
Bildschirm"
Test_Screen.Drying_Button.Text,Trocknen
Test_Screen.Filter_Test.Text,PRÜFUNG
Test_Screen.CleanFilter.Text,"Filter reinigen"
Test_Screen.DirtyFilter.Text,"Schmutzige Filter"
Test_Screen.CloggedFilter.Text,"Verstopfte Filter"
Test_Screen.Text1.Text,TROCKNEN
Test_Screen.PressureNumeric.Prefix,
Test_Screen.PressureNumeric.Suffix," mbar"
Test_Screen.AnalogNumeric5.Prefix,
Test_Screen.AnalogNumeric5.Suffix,
Test_Screen.AnalogNumeric6.Prefix,
Test_Screen.AnalogNumeric6.Suffix,
Test_Screen.Text2.Text,SERIENNUMMER
Test_Screen.Text3.Text,"KUNDE NR"
Automatic_Screen.Drying_Button.Text,Trocknen
Automatic_Screen.Home_Button.Text,
Automatic_Screen.Auto_Button.Text,"Automatische
Waschen"
Automatic_Screen.Manuel_Button.Text,"Manuelle
Wäsche"
Automatic_Screen.Alarm_button.Text,"Alarm
Bildschirm"
Automatic_Screen.Test_Nav.Text,PRÜFUNG
Test_Screen.Stable_Down.Text,"FILTER
STABILISATOR UNTEN"
Test_Screen.Stable_Up.Text,"FILTER
STABILISATOR OPEN"
Test_Screen.Door_Open_Button.Text,"OFFENE TÜR"
Test_Screen.Door_Close_Button.Text,"TÜR SCHLIESSEN"
Automatic_Screen.Stable_Down.Text,"FILTER
STABILISATOR UNTEN"
Automatic_Screen.Stable_Up.Text,"FILTER
STABILISATOR OPEN"
Automatic_Screen.Door_Open_Button.Text,"OFFENE TÜR"
Automatic_Screen.Door_Close_Button.Text,"TÜR SCHLIESSEN"
Alarm_Screen.Drying_Button.Text,Trocknen
Alarm_Screen.Home_Button.Text,
Alarm_Screen.Manuel_Button.Text,"Manuelle
Wäsche"
Alarm_Screen.Alarm_button.Text,"Alarm
Bildschirm"
Alarm_Screen.Test_Nav.Text,PRÜFUNG
Alarm_Screen.Auto_Button.Text,"Automatische
Waschen"
Settings_Screen.Home_Button.Text,
AlarmServer.Default_Emergency_Stop.StaticText,"Not-Halt ist Gedrückt"
AlarmServer.Default_Phase_Sequence.StaticText,"Phasenfolge Falsch ist"
AlarmServer.Default_Washing_Pump_Error.StaticText,"Waschmaschine Pumpe Fehler"
AlarmServer.Default_Manuel_Washing_Pump_Error.StaticText,"Hochdruck (Manuel) Waschmaschine Pumpe Fehler"
AlarmServer.Default_Blower_Error.StaticText,"Trockner-Gebläse Fehler"
Automatic_Screen.Heater_Button.Text,HEIZUNG
Automatic_Screen.Heater_Button.Texts[0],HEIZEINHEIT
Automatic_Screen.Heater_Button.Texts[1],"HEIZUNG AUF"
Test_Screen.Text.Text,"Bitte Stoppen Sie Waschen Precess Vor Der Prüfung!"
Test_Screen.Text4.Text,Warnung!
Automatic_Screen.Text.Text,"Bitte Den Test Beenden Precess Vor Dem Waschen!"
Automatic_Screen.Text4.Text,Warnung!
Automatic_Screen.Text2.Text,"Bitte geben Sie die Waschzeit ein!"
Drying_Screen.Text4.Text,Warnung!
Drying_Screen.Text2.Text,"Bitte Geben Sie die Trocknungszeit!"
Drying_Screen.Drying_Heat_Text.Text,"TROCKNEN TEMPERATUR"
Drying_Screen.Drying_Heat_Set.Prefix,"SET: "
Drying_Screen.Drying_Heat_Set.Suffix,
Drying_Screen.Current_Heat_Text.Text,"AKTUELLE TROCKNUNG TEMP."
Drying_Screen.Current_Heat.Prefix,
Drying_Screen.Current_Heat.Suffix,
Drying_Screen.Text.Text,"Bitte Geben Sie eine Gültige Temperatur Wert!"
Drying_Screen.Text1.Text,"Wert:
80-110 C"
Settings_Screen.Admin_Page_Button.Text,"ADMIN
SEITE"
Admin_Page.Back_Button.Text,ZURÜCK
Admin_Page.prewashWaterTime_Text.Text,Pre-Wash-Wasser-Timer
Admin_Page.cleaningRestTime_Text.Text,"- Reinigung-Ruhe-Timer"
Admin_Page.dryingAirTime_Text.Text,"Trocknung Von Luft-Timer"
Admin_Page.dryingRestTime_Text.Text,"Trocknung Ruhe-Timer"
Admin_Page.cleaningWaterTime_Text.Text,"Reinigung Wasch-Timer"
Admin_Page.cleaningPressTime_Text.Text,"Reinigung Hochdruckreinigung Timer"
Admin_Page.prewashRestTime_Text.Text,Pre-Wash-Ruhe-Timer
Admin_Page.prewashWaterTime_Num.Prefix,
Admin_Page.prewashWaterTime_Num.Suffix,sec
Admin_Page.prewashRestTime_Num.Prefix,
Admin_Page.prewashRestTime_Num.Suffix,sec
Admin_Page.dryingAirTime_Num.Prefix,
Admin_Page.dryingAirTime_Num.Suffix,sec
Admin_Page.dryingRestTime_Num.Prefix,
Admin_Page.dryingRestTime_Num.Suffix,sec
Admin_Page.cleaningWaterTime_Num.Prefix,
Admin_Page.cleaningWaterTime_Num.Suffix,sec
Admin_Page.cleaningPressTime_Num.Prefix,
Admin_Page.cleaningPressTime_Num.Suffix,sec
Admin_Page.cleaningRestTime_Num.Prefix,
Admin_Page.cleaningRestTime_Num.Suffix,sec
Admin_Page.Warning_Text.Text,"Akzeptieren Sie das Risiko, indem Sie die Werte"
LoginScreen.Text.Text,"Administrator Login"
LoginScreen.CancelButton.Text,ABBRECHEN
LoginScreen.LoginButton.Text,LOGIN
LoginScreen.Button.Text,
LoginScreen.Text1.Text,Warnung!
LoginScreen.Text2.Text,"Falsches Passwort!"
LoginScreen.Password_Num.Prefix,
LoginScreen.Password_Num.Suffix,
Test_Screen.AnalogNumeric.Prefix,
Test_Screen.AnalogNumeric.Suffix,
Test_Screen.ExpandButton.Text,ERWEITERN
Test_Screen.SecretButton.Text,
Test_Screen.TrendViewer1.Curves[0].DisplayName,
Test_Screen.NarrowButton.Text,SCHMAL
Automatic_Screen.Text1.Text,TROCKNEN
Automatic_Screen.AnalogNumeric4.Prefix,
Automatic_Screen.AnalogNumeric4.Suffix," mbar"
Automatic_Screen.AnalogNumeric.Prefix,
Automatic_Screen.AnalogNumeric.Suffix,
Admin_Page.testTime_Num.Prefix,
Admin_Page.testTime_Num.Suffix,sec
Admin_Page.TestTime_Text.Text,"Filter Testzeit"
Manuel_Screen.Drying_Button.Text,Trocknen
Manuel_Screen.Home_Button.Text,
Manuel_Screen.Test_Nav.Text,PRÜFUNG
Manuel_Screen.Auto_Button.Text,"Automatische
Waschen"
Manuel_Screen.Alarm_button.Text,"Alarm
Bildschirm"
Manuel_Screen.Manuel_Button.Text,"Manuelle
Wäsche"
Manuel_Screen.Door_Open_Button.Text,"OFFENE TÜR"
Manuel_Screen.Door_Close_Button.Text,"TÜR SCHLIESSEN"
Manuel_Screen.Stable_Down.Text,"FILTER
STABILISATOR UNTEN"
Manuel_Screen.Stable_Up.Text,"FILTER
STABILISATOR OPEN"
Manuel_Screen.MWashing_Button.Text,"Manuelle
Wäsche"
Manuel_Screen.Show_Heat.Prefix,
Manuel_Screen.Show_Heat.Suffix,
Manuel_Screen.Wash_Time_Text.Text,"WASCHEN ZEIT"
Manuel_Screen.Set_Heat.Prefix,"SET: "
Manuel_Screen.Set_Heat.Suffix,
Manuel_Screen.Set_Time.Prefix,"SET: "
Manuel_Screen.Set_Time.Suffix,
Manuel_Screen.Heater_Button.Text,HEIZUNG
Manuel_Screen.Text.Text,"Bitte wählen Sie Zyklen vor dem Waschen!"
Manuel_Screen.Text4.Text,Warnung!
Manuel_Screen.Text2.Text,"Bitte geben Sie die Waschzeit ein!"
Manuel_Screen.Setting_Button.Text,Wascheinstellungen
Manuel_Screen.Heater_Button.Texts[0],HEIZEINHEIT
Manuel_Screen.Heater_Button.Texts[1],"HEIZUNG AUF"
Automatic_Screen.Setting_Button.Text,Wascheinstellungen
Manuel_Screen.Dry_Cycle_Selector.Texts[0],"1 Fahrräder"
Manuel_Screen.Dry_Cycle_Selector.Texts[1],"2 Fahrräder"
Manuel_Screen.Dry_Cycle_Selector.Texts[2],"3 Fahrräder"
Manuel_Screen.Dry_Cycle_Selector.Texts[3],"4 Fahrräder"
Manuel_Screen.Dry_Cycle_Selector.Texts[4],"5 Fahrräder"
Manuel_Screen.Dry_Cycle_Selector.Texts[5],"0 Fahrräder"
Manuel_Screen.PreWash_Cycle_Text.Text,VORWASCHZYKLUS
Manuel_Screen.Dry_Cycle_Text.Text,"WASCHEN FLÜSSIGKEITSZYKLUS"
Manuel_Screen.StatusChecker.Prefix,
Manuel_Screen.StatusChecker.Suffix,
Automatic_Screen.StatusChecker.Prefix,
Automatic_Screen.StatusChecker.Suffix,
Test_Screen.TrendViewer.Curves[0].DisplayName,
Automatic_Screen.Gun_Button.Text,"W. GEWEHR P."
Manuel_Screen.Gun_Button.Text,"W. GEWEHR P."
Manuel_Screen.Press_Button.Text,TROCKNEN
Manuel_Screen.PressChecker.Prefix,
Manuel_Screen.PressChecker.Suffix,
Manuel_Screen.t_Door.Text,"Bitte schließe die Tür!"
Automatic_Screen.t_Door.Text,"Bitte schließe die Tür!"
Automatic_Screen.an_WaterLevel.Prefix,
Automatic_Screen.an_WaterLevel.Suffix,
Automatic_Screen.t_Level.Text,"Wasserstand ist niedrig!"
Manuel_Screen.an_WaterLevel.Prefix,
Manuel_Screen.an_WaterLevel.Suffix,
Manuel_Screen.t_Level.Text,"Wasserstand ist niedrig!"
Settings_Screen.Calibration_Button.Text,"DRUCK
KALIBRIERUNG"
Automatic_Screen.Text3.Text,"Geschlossen als
Sicherheitsvorkehrung!"
Manuel_Screen.Text3.Text,"Geschlossen als
Sicherheitsvorkehrung!"
Settings_Screen.AnalogNumeric1.Prefix,
Settings_Screen.AnalogNumeric1.Suffix,
Settings_Screen.AnalogNumeric2.Prefix,
Settings_Screen.AnalogNumeric2.Suffix,
Automatic_Screen.AnalogNumeric1.Prefix,
Automatic_Screen.AnalogNumeric1.Suffix,
Automatic_Screen.AnalogNumeric2.Prefix,
Automatic_Screen.AnalogNumeric2.Suffix,
Alarm_Screen.Button.Text,Komponenten
Components.Back_Button.Text,ZURÜCK
Components.Text.Text,Not-Halt
Components.Text1.Text,Fußschalter
Components.Text2.Text,"Phase Sequenz"
Components.Text3.Text,Waschpumpe
Components.Text4.Text,"Manuelle Waschpumpe"
Components.Text5.Text,Gebläse
Components.Text7.Text,Türschalter
Components.Text8.Text,Wasserstandsschalter
Automatic_Screen.PAUSE.Text,PAUSE
Automatic_Screen.Text5.Text,"Waschen Pause!"
Components.Text10.Text,Drucktransmitter
Components.Text11.Text,"Wasser Sender"
Components.Text12.Text,"Lufterhitzer Sender"
Settings_Screen.AnalogNumeric3.Prefix,
Settings_Screen.AnalogNumeric3.Suffix,
Settings_Screen.Text.Text,"Warten Sie, bis die Kalibrierung abgeschlossen ist!"
Settings_Screen.Text1.Text,"Warten Sie, bis die Kalibrierung abgeschlossen ist!"
Automatic_Screen.PAUSE.Texts[0],PAUSE
Automatic_Screen.PAUSE.Texts[1],FORTSETZEN
Manuel_Screen.PAUSE.Text,PAUSE
Manuel_Screen.PAUSE.Texts[0],PAUSE
Manuel_Screen.PAUSE.Texts[1],FORTSETZEN
HomeScreen.prewashWaterTime_Num.Prefix,
HomeScreen.prewashWaterTime_Num.Suffix,sec
HomeScreen.prewashRestTime_Num.Prefix,
HomeScreen.prewashRestTime_Num.Suffix,sec
HomeScreen.dryingAirTime_Num.Prefix,
HomeScreen.dryingAirTime_Num.Suffix,sec
HomeScreen.dryingRestTime_Num.Prefix,
HomeScreen.dryingRestTime_Num.Suffix,sec
HomeScreen.cleaningWaterTime_Num.Prefix,
HomeScreen.cleaningWaterTime_Num.Suffix,sec
HomeScreen.cleaningPressTime_Num.Prefix,
HomeScreen.cleaningPressTime_Num.Suffix,sec
HomeScreen.cleaningRestTime_Num.Prefix,
HomeScreen.cleaningRestTime_Num.Suffix,sec
HomeScreen.testTime_Num.Prefix,
HomeScreen.testTime_Num.Suffix,sec
Manuel_Screen.Text5.Text,"Waschen Pause!"
HomeScreen.AnalogNumeric.Prefix,
HomeScreen.AnalogNumeric.Suffix,
HomeScreen.AnalogNumeric1.Prefix,
HomeScreen.AnalogNumeric1.Suffix,
HomeScreen.AnalogNumeric2.Prefix,
HomeScreen.AnalogNumeric2.Suffix,
Automatic_Screen.Button.Text,
Automatic_Screen.Button1.Text,
Manuel_Screen.Button.Text,
Manuel_Screen.Button1.Text,
Automatic_Screen.Show_Heat.Prefix,
Automatic_Screen.Show_Heat.Suffix,
Automatic_Screen.Wash_Time_Text.Text,"WASCHEN ZEIT"
Automatic_Screen.Set_Heat.Prefix,"SET: "
Automatic_Screen.Set_Heat.Suffix,
Automatic_Screen.Set_Time.Prefix,
Automatic_Screen.Set_Time.Suffix,
HomeScreen.an_WaterLevel.Prefix,
HomeScreen.an_WaterLevel.Suffix,
HomeScreen.AnalogNumeric3.Prefix,
HomeScreen.AnalogNumeric3.Suffix,
HomeScreen.AnalogNumeric4.Prefix,
HomeScreen.AnalogNumeric4.Suffix,
Manuel_Screen.PreWash_Cycle_Selector.Texts[0],"0 Fahrräder"
Manuel_Screen.PreWash_Cycle_Selector.Texts[1],"1 Fahrräder"
Manuel_Screen.PreWash_Cycle_Selector.Texts[2],"2 Fahrräder"
Manuel_Screen.PreWash_Cycle_Selector.Texts[3],"3 Fahrräder"
Manuel_Screen.PreWash_Cycle_Selector.Texts[4],"4 Fahrräder"
Manuel_Screen.PreWash_Cycle_Selector.Texts[5],"5 Fahrräder"
